Repository: maunalinux/mauna-translations
Catalog: po-export/maunainstall/maunainstall-kea.po
Languages: kea

source: Multimedia Codecs
kea: Codecs di Multimédia

source: Multimedia Codecs for KDE
kea: Codecs Multimédia pa KDE

source: Add
kea: Adiciona

source: Unavailable
kea: Ndisponível

source: This package is a Flatpak
kea: Es pacote é um Flatpak

source: All
kea: Tudu

source: Cannot process this file while there are active operations. Please try again after they finish.
kea: N ka podê tratá es ficheiro pamodi ta teni operasons ativas. Por favor, tenta di nôv despôs di términu elas.

source: The Flatpak repo you are trying to add already exists.
kea: O repositório Flatpak ku bu ta tenta adicionar yá existi.

source: An error occurred attempting to add the Flatpak repo.
kea: Ocurri un erro na tentativa di adisiona repositorio Flatpak.

source: Flatpak support is not currently available. Try installing flatpak.
kea: Suporte Flatpak no ta disponível pa agora. Tenta instala Flatpak.

source: Flatpak support is not currently available. Try installing flatpak and gir1.2-flatpak-1.0.
kea: O suporte Flatpak não está atualmente disponível. Tenta instalar flatpak e gir1.2-flatpak-1.0.

source: Software Manager
kea: Gerente di Software

source: Show installed applications
kea: Mostra aplikason instaladu

source: Refresh the list of packages
kea: Atualiza a lista di pacotes

source: About
kea: Sobre

source: Top Rated
kea: Classifikadu na Top

source: Featured
kea: Destakadu

source: Categories
kea: Kategurias

source: %d task running
kea: %d tarefa em execução

source: No screenshots available
kea: Nenhum captura di tela disponível

source: There are currently active operations. Are you sure you want to quit?
kea: N'ka tem operason ativo atualmente. Bô ta certeza ki bô kre sai?

source: Installed Applications
kea: Aplicason Instaladu

source: Currently working on the following packages
kea: Neste momento ta trabadja na es seguinte pakotes

source: File sharing
kea: Partilha di ficheiru

source: Sound and video
kea: Som i vídeo

source: Sound
kea: Som

source: Graphics
kea: Gráfiku

source: Drawing
kea: Desenhu

source: Photography
kea: Fotografia

source: Publishing
kea: Publicason

source: Scanning
kea: Scanjando

source: Viewers
kea: Espektadores

source: Office
kea: Escritório

source: Games
kea: Jogos

source: Board games
kea: Jogos di tábua

source: First-person
kea: Primeira pessoa

source: Real-time strategy
kea: Stratéjia em tempu real

source: Turn-based strategy
kea: Stratézhia na bázis di voltas

source: Emulators
kea: Emuladores

source: Simulation and racing
kea: Simulason i korrída

source: Accessories
kea: Assessórios

source: System tools
kea: Ferramentas di sistema

source: Fonts
kea: Fontes

source: Science and Education
kea: Siénsia i Ensino

source: Science
kea: Siénsia

source: Maths
kea: Matemátika

source: Education
kea: Ensino

source: Electronics
kea: Eletrónika

source: Programming
kea: Programação

source: Essentials
kea: Essenciais

source: All Applications
kea: Todas as Aplicações

source: All operations complete
kea: Todas as operações completas

source: No matching packages found
kea: Nenhum pacote correspondente encontrado.

source: No packages to show. This may indicate a problem - try refreshing the cache.
kea: Nenhum pacote pa mostrá. Es pode indicá un problema - tenta atualizá caché.

source: System Package
kea: Pakote di Sistema

source: Your system's package manager
kea: O gestor di pacote di si sistema

source: Homepage
kea: Homepaji

source: Documentation
kea: Documentason

source: %d Review
kea: %d Revisão

source: Click <a href='%s'>here</a> to add your own review.
kea: Clica <a href='%s'>aki</a> pa bota si própiu análise.

source: Unable to communicate with servers. Check your Internet connection and try again.
kea: Nô ta konsigu kumuniká ku servidores. Verifiká konéson di internet i tenta di nôvamente.

source: Installed
kea: Instalado

source: Removing
kea: Removendo

source: Install
kea: Instala

source: Not installed
kea: Nô tá instalá

source: Installing
kea: Instalason

source: Cannot remove
kea: N ka podê tira

source: Removing this package could cause irreparable damage to your system.
kea: Retiraba di es ta pacote podia kauza danu irremediável pa si sistema.

source: Cannot install
kea: N ka podê instalá

source: Installing this package could cause irreparable damage to your system.
kea: Instalar ês pacote podê causâ danu irrecuperável na sê sistema.

source: Not available
kea: Na ta disponível

source: Please use apt-get to install this package.
kea: Por favor, usa apt-get pa instalá ês pacote.

source: Use apt-get to remove this package.
kea: Usa apt-get pa remove ês pacote.

source: Try again
kea: Txiga di nôv

source: Something went wrong. Click to try again.
kea: Algo deu errado. Clica pa tenta di novo.

source: %(localSize)s of disk space required
kea: %(localSize)s di spassu na disk é requiridu

source: %(downloadSize)s to download, %(localSize)s of disk space freed
kea: %(downloadSize)s pa transferi, %(localSize)s di espasu na disk libradu

source: %(downloadSize)s to download, %(localSize)s of disk space required
kea: %(downloadSize)s pa transferi, %(localSize)s di espasu na disku exigidu

source: Search in packages summary (slower search)
kea: Pesquisa na sinopse di pacotes (pesquisa mas devagar)

source: Search in packages description (even slower search)
kea: Pesquisa na descrição di pacotes (pesquisa mas devagar)

source: Install new applications
kea: Instala aplikason novu

source: Generating cache, one moment
kea: Gerando cache, um momento.

source: Refresh
kea: Atualizar

source: Launch
kea: Lançamentu

source: Please be patient. This can take some time...
kea: Por favor, sê paciente. Isso pode levar algum tempo...

source: Name:
kea: Nome:

source: Version:
kea: Versão:

source: Size:
kea: Tamanho:

source: Branch:
kea: Ramo:

source: Remote:
kea: Remoto:

source: Details
kea: Detalhes

source: Reviews
kea: Revisões

source: Optional components
kea: Kumponentis opsonal

source: Searching software repositories, one moment
kea: Pesquisa di repositorios di software, un momentu.

source: Limit search to current listing
kea: Limita pesquisa pa lista aktual
