Repository: maunalinux/mauna-translations
Catalog: po-export/maunainstall/maunainstall-*.po
Languages: zu

source: Multimedia Codecs
zu: I-Multimedia Codecs

source: Multimedia Codecs for KDE
zu: I-Multimedia Codecs ye-KDE

source: Add
zu: Engeza

source: Remove
zu: Susa

source: Unavailable
zu: Ayitholakali

source: This package is a Flatpak
zu: Le phakheji iyi-Flatpak

source: All
zu: Konke

source: Cannot process this file while there are active operations. Please try again after they finish.
zu: Ayikwazi ukucubungula leli fayela ngenkathi kukhona imisebenzi esebenzayo. Sicela uzame futhi ngemva kokuqeda.

source: The Flatpak repo you are trying to add already exists.
zu: I-repo ye-Flatpak ozama ukuyengeza isivele ikhona.

source: An error occurred attempting to add the Flatpak repo.
zu: Kwenzeke iphutha ngenkathi kuzanywa ukungeza i-Flatpak repo.

source: Flatpak support is not currently available. Try installing flatpak.
zu: Usekelo lwe-Flatpak alutholakali okwamanje. Zama ukufaka i-flatpak.

source: Flatpak support is not currently available. Try installing flatpak and gir1.2-flatpak-1.0.
zu: Usekelo lwe-Flatpak alutholakali okwamanje. Zama ukufaka i flatpak ne gir1.2-flatpak-1.0.

source: Software Manager
zu: Umphathi Wesoftware

source: Show installed applications
zu: Bonisa izinhlelo zokusebenza ezifakiwe

source: Refresh the list of packages
zu: Vuselela uhlu lwamaphakheji

source: Preferences
zu: Okuthandwayo

source: About
zu: Mayelana

source: Top Rated
zu: Okukalwe Kakhulu

source: Featured
zu: Okufakiwe

source: Categories
zu: Izigaba

source: %d task running
zu: %d imisebenzi esebenzayo

source: No screenshots available
zu: Azikho izithombe-skrini ezitholakalayo

source: There are currently active operations. Are you sure you want to quit?
zu: Kukhona imisebenzi esebenzayo okwamanje. Uqinisekile ukuthi ufuna ukuyeka?

source: Installed Applications
zu: Izinhlelo zokusebenza ezifakiwe

source: Currently working on the following packages
zu: Okwamanje isebenza kumaphakheji alandelayo

source: Internet
zu: I-inthanethi

source: Web
zu: Iwebhu

source: Email
zu: I-imeyili

source: Chat
zu: Xoxa

source: File sharing
zu: Ukwabelana ngefayela

source: Sound and video
zu: Umsindo nevidiyo

source: Sound
zu: Umsindo

source: Video
zu: Ividiyo

source: Graphics
zu: Izithombe

source: Drawing
zu: Umdwebo

source: Photography
zu: Izithombe

source: Publishing
zu: Ukushicilela

source: Scanning
zu: Iskena

source: Viewers
zu: Ababukeli

source: Office
zu: Ihhovisi

source: Games
zu: Imidlalo

source: Board games
zu: Umdlalo webhodi

source: First-person
zu: Umuntu wokuqala

source: Real-time strategy
zu: Isu lesikhathi sangempela

source: Turn-based strategy
zu: Isu elisuselwa ekuphendukeni

source: Emulators
zu: Ama-emulators

source: Simulation and racing
zu: Ukulingisa nokugijima

source: Accessories
zu: Izesekeli

source: System tools
zu: Amathuluzi esistimu

source: Fonts
zu: Amafonti

source: Science and Education
zu: Isayensi Nezemfundo

source: Science
zu: Isayensi

source: Maths
zu: Izibalo

source: Education
zu: Imfundo

source: Electronics
zu: Ezogesi

source: Programming
zu: Ukuhlela

source: Essentials
zu: Okubalulekile

source: All Applications
zu: Zonke Izinhlelo zokusebenza

source: All operations complete
zu: Yonke imisebenzi iphelile

source: No matching packages found
zu: Awekho amaphakheji afanayo atholiwe

source: No packages to show. This may indicate a problem - try refreshing the cache.
zu: Awekho amaphakheji azoboniswa. Lokhu kungase kubonise inkinga - zama ukuvuselela inqolobane.

source: System Package
zu: Iphakheji Yesistimu

source: Your system's package manager
zu: Umphathi wephakheji yesistimu yakho

source: Unknown maintainer
zu: Umnakekeli ongaziwa

source: by %s
zu: ngo-%s

source: Homepage
zu: Ikhasi eliyisiqalo

source: Documentation
zu: Amadokhumenti

source: %d Review
zu: %d Izibuyekezo

source: Click <a href='%s'>here</a> to add your own review.
zu: Chofoza <a href='%s'>lapha</a> ukuze ungeze isibuyekezo sakho.

source: Unable to communicate with servers. Check your Internet connection and try again.
zu: Ayikwazi ukuxhumana neziphakeli. Hlola uxhumano lwakho lwe-inthanethi bese uzama futhi.

source: Installed
zu: Kufakiwe

source: Removing
zu: Iyasusa

source: Install
zu: Faka

source: Not installed
zu: Ayifakiwe

source: Installing
zu: Iyafaka

source: Cannot remove
zu: Ayikwazi ukususa

source: Removing this package could cause irreparable damage to your system.
zu: Ukususa le phakheji kungabangela umonakalo ongalungiseki ohlelweni lwakho.

source: Cannot install
zu: Ayikwazi ukufaka

source: Installing this package could cause irreparable damage to your system.
zu: Ukufaka le phakheji kungabangela umonakalo ongalungiseki ohlelweni lwakho.

source: Not available
zu: Akutholakali

source: Please use apt-get to install this package.
zu: Sicela usebenzise i apt-get ukuze ufake le phakheji.

source: Use apt-get to remove this package.
zu: Sebenzisa i apt-get ukuze ususe le phakheji.

source: Try again
zu: Zama futhi

source: Something went wrong. Click to try again.
zu: Kukhona into engahambanga kahle. Chofoza ukuze uzame futhi.

source: %(localSize)s of disk space required
zu: %(localSize)s wesikhala sediski esidingekayo

source: %(downloadSize)s to download, %(localSize)s of disk space freed
zu: %(downloadSize)s ezolandwa, %(localSize)s yesikhala sediski sikhululiwe

source: %(downloadSize)s to download, %(localSize)s of disk space required
zu: %(downloadSize)s ozodawuniloda, %(localSize)s yesikhala sediski siyadingeka

source: General search options
zu: Izinketho zokusesha ezijwayelekile

source: Search in packages summary (slower search)
zu: Sesha kusifinyezo samaphakheji (sesha kancane)

source: Search in packages description (even slower search)
zu: Sesha encazelweni yamaphakheji (noma usesho oluhamba kancane)

source: Show unverified Flatpaks (not recommended)
zu: Bonisa ama-Flatpaks angaqinisekisiwe (akunconywa)

source: List all types
zu: Faka kuhlu zonke izinhlobo

source: Only list the Flatpak
zu: Faka ohlwini kuphela i-Flatpak

source: Only list the system package
zu: Faka kuhlu kuphela iphakheji yesistimu

source: When an app has multiple formats:
zu: Uma uhlelo lokusebenza lunamafomethi amaningi:

source: Install new applications
zu: Faka izinhlelo zokusebenza ezintsha

source: Unverified Flatpaks represent a huge security risk
zu: Ama-Flatpaks Angaqinisekisiwe amelela ubungozi obukhulu bokuphepha

source: They are not officially approved by the developer of the application and could be maintained by anyone.
zu: Azivunywanga ngokusemthethweni umthuthukisi wohlelo lokusebenza futhi zinganakekelwa yinoma ubani.

source: To avoid any potential malware, Mauna Linux strongly recommends against unverified Flatpaks.
zu: Ukuze ugweme noma iyiphi i-malware engaba khona, i-Mauna Linux incoma ngokuqinile ngokumelene nama-Flatpaks angaqinisekisiwe.

source: Loading, please wait
zu: Iyalayisha, sicela ulinde

source: Generating cache, one moment
zu: Ikhiqiza inqolobane, umzuzwana owodwa

source: Refresh
zu: Vuselela

source: Unverified Flatpak
zu: I-Flatpak engaqinisekisiwe

source: Launch
zu: Yethula

source: Please be patient. This can take some time...
zu: Ngicela ubekezele. Lokhu kungathatha isikhathi...

source: Name:
zu: Igama:

source: Version:
zu: Inguqulo:

source: Size:
zu: Usayizi:

source: Branch:
zu: Igatsha:

source: Remote:
zu: Isilawuli kude:

source: Details
zu: Imininingwane

source: Reviews
zu: Izibuyekezo

source: Optional components
zu: Izingxenye ozikhethela

source: Searching software repositories, one moment
zu: Isesha amaqoqo esoftware, umzuzwana owodwa

source: Limit search to current listing
zu: Khawulela ukusesha ohlwini lwamanje
