Repository: maunalinux/mauna-translations
Catalog: po-export/maunawelcome/maunawelcome-*.po
Languages: bg, el, fa, fil, it, ja, no, pa, ro, sq, zu

source: This welcome screen will guide you through your first steps, show you how to find help and where to get more information about Mauna Linux.
bg: Този начален екран ще ви преведе през първите ви стъпки, ще ви покаже как да намерите помощ и къде да получите повече информация за Mauna Linux.
el: Αυτή η οθόνη υποδοχής θα σας καθοδηγήσει στα πρώτα σας βήματα, θα σας δείξει πώς να βρείτε βοήθεια και πού θα βρείτε περισσότερες πληροφορίες σχετικά με το Mauna Linux.
fa: این صفحه خوش آمدگویی شما را در اولین قدم‌هایتان راهنمایی می‌کند، به شما نشان می‌دهد چگونه راهنمایی پیدا کنید و از کجا اطلاعات بیشتری در مورد Mauna Linux دریافت کنید.
fil: Gagabayan ka ng welcome screen na ito sa iyong mga unang hakbang, ipapakita sa iyo kung paano maghanap ng tulong at kung saan makakakuha ng higit pang impormasyon tungkol sa Mauna Linux.
it: Questa schermata di benvenuto ti guiderà nei tuoi primi passi, ti mostrerà dove trovare aiuto e dove ottenere ulteriori informazioni riguardo a Mauna Linux.
ja: このようこそ画面では、最初のステップをガイドし、ヘルプの検索方法と、マウナ・リナックス に関する詳細情報の入手先を示します。
no: Denne velkomstskjermen vil guide deg gjennom de første trinnene dine, vise deg hvordan du finner hjelp og hvor du kan få mer informasjon om Mauna Linux.
pa: ਇਹ ਸੁਆਗਤ ਸਕ੍ਰੀਨ ਤੁਹਾਡੇ ਪਹਿਲੇ ਕਦਮਾਂ ਵਿੱਚ ਤੁਹਾਡੀ ਅਗਵਾਈ ਕਰੇਗੀ, ਤੁਹਾਨੂੰ ਦਿਖਾਏਗੀ ਕਿ ਮਦਦ ਕਿਵੇਂ ਲੱਭੀ ਜਾਵੇ ਅਤੇ ਮੌਨਾ ਲੀਨਕਸ ਬਾਰੇ ਹੋਰ ਜਾਣਕਾਰੀ ਕਿੱਥੋਂ ਪ੍ਰਾਪਤ ਕੀਤੀ ਜਾਵੇ।
ro: Acest ecran de întâmpinare te va ghida prin primii pași, îți va arăta cum poți găsi ajutor și unde poți obține mai multe informații despre Mauna Linux.
sq: Ky ekran i mirëseardhjes do t'ju udhëheqë në hapat e parë, do t'ju tregojë se si të gjeni ndihmë dhe ku të merrni më shumë informacion rreth Mauna Linux.
zu: Lesi sikrini sokwamukela sizokuqondisa ezinyathelweni zakho zokuqala, sikubonise ukuthi ungaluthola kanjani usizo nokuthi ungatholaphi ulwazi olwengeziwe mayelana ne-Mauna Linux.

source: On behalf of the development team and everyone involved in the project, we'd like to thank you for choosing Mauna Linux. We hope you'll enjoy using it as much as we enjoy working on it.
bg: От името на екипа за разработка и всички, участващи в проекта, бихме искали да ви благодарим, че избрахте Mauna Linux. Надяваме се, че ще ви хареса да го използвате толкова, колкото и на нас да работим по него.
el: Εκ μέρους της ομάδας ανάπτυξης και όλων όσων συμμετέχουν στο έργο, θα θέλαμε να σας ευχαριστήσουμε που επιλέξατε το Mauna Linux. Ελπίζουμε ότι θα απολαύσετε τη χρήση του όσο εμάς μας αρέσει να εργαζόμαστε σε αυτό.
fa: از طرف تیم توسعه و همه کسانی که در پروژه مشارکت دارند، مایلیم از شما برای انتخاب Mauna Linux تشکر کنیم. امیدواریم از استفاده از آن به همان اندازه که ما از کار روی آن لذت می بریم لذت ببرید.
fil: Sa ngalan ng development team at lahat ng kasangkot sa proyekto, nais naming pasalamatan ka sa pagpili sa Mauna Linux. Umaasa kaming masisiyahan ka sa paggamit nito gaya ng pag-e-enjoy namin sa paggawa nito.
it: A nome di tutto il team di sviluppo e di tutte le persone coinvolte nel progetto, vogliamo ringraziarti per aver scelto Mauna Linux. Speriamo che ti piacerà usarlo almeno quanto a noi è piaciuto lavorarci.
ja: 開発チームとプロジェクト関係者全員を代表して、マウナ・リナックス をお選びいただきありがとうございます。 私たちが楽しく取り組んでいるのと同じように、皆さんにも楽しんで使っていただければ幸いです。
no: På vegne av utviklingsteamet og alle som er involvert i prosjektet, vil vi takke deg for at du valgte Mauna Linux. Vi håper du vil like å bruke den like mye som vi liker å jobbe med den.
pa: ਵਿਕਾਸ ਟੀਮ ਅਤੇ ਪ੍ਰੋਜੈਕਟ ਵਿੱਚ ਸ਼ਾਮਲ ਹਰ ਕਿਸੇ ਦੀ ਤਰਫ਼ੋਂ, ਅਸੀਂ ਮੌਨਾ ਲੀਨਕਸ ਨੂੰ ਚੁਣਨ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹਾਂ। ਅਸੀਂ ਉਮੀਦ ਕਰਦੇ ਹਾਂ ਕਿ ਤੁਸੀਂ ਇਸ ਨੂੰ ਵਰਤਣ ਦਾ ਓਨਾ ਹੀ ਆਨੰਦ ਲਓਗੇ ਜਿੰਨਾ ਅਸੀਂ ਇਸ 'ਤੇ ਕੰਮ ਕਰਨ ਦਾ ਆਨੰਦ ਮਾਣਦੇ ਹਾਂ।
ro: În numele echipei de programatori și a tuturor celor implicați în proiect, dorim să-ți mulțumim că ai ales Mauna Linux. Sperăm că o să îți placă să îl folosești la fel de mult cât ne-a făcut nouă plăcere să lucrăm la el.
sq: Në emër të ekipit të zhvillimit dhe të gjithë të përfshirëve në projekt, dëshirojmë t'ju falënderojmë që keni zgjedhur Mauna Linux. Shpresojmë që do të kënaqeni duke e përdorur po aq sa ne kënaqemi duke punuar me të.
zu: Egameni lethimba lokuthuthukiswa kanye nawo wonke umuntu obambe iqhaza kuphrojekthi, sithanda ukukubonga ngokukhetha i-Mauna Linux. Sithemba ukuthi uzokujabulela ukuyisebenzisa ngendlela esijabulela ngayo ukusebenza kuyo.

source: Have a great time and don't hesitate to send us your feedback.
bg: Приятно прекарване и не се колебайте да ни изпратите вашите отзиви.
el: Να περνάτε καλά και μη διστάσετε να μας στείλετε τα σχόλιά σας.
fa: اوقات خوبی داشته باشید و در ارسال نظرات خود برای ما دریغ نکنید.
fil: Magsaya at huwag mag-atubiling ipadala sa amin ang iyong feedback.
it: Divertiti e non esitare ad inviarci le tue opinioni e i tuoi consigli.
ja: お楽しみいただき､そして遠慮なく私たちにあなたのフィードバックをお送りください。
no: Ha en flott tid og ikke nøl med å sende oss din tilbakemelding.
pa: ਤੁਹਾਡਾ ਸਮਾਂ ਵਧੀਆ ਰਹੇ ਅਤੇ ਸਾਨੂੰ ਆਪਣਾ ਫੀਡਬੈਕ ਭੇਜਣ ਤੋਂ ਝਿਜਕੋ ਨਾ।
ro: Distrează-te și nu ezita să ne trimiți părerile tale.
sq: Kalofshi bukur dhe mos hezitoni të na dërgoni komentet tuaja.
zu: Ube nesikhathi esimnandi futhi ungangabazi ukusithumela impendulo yakho.

source: Let's go!
bg: Да тръгваме!
el: Ας ξεκινήσουμε!
fa: بیا بریم!
fil: Tara na!
it: Iniziamo!
ja: さあ行こう！
no: La oss gå!
pa: ਚਲਾਂ ਚਲਦੇ ਹਾਂ!
ro: Să începem!
sq: Shkojme!
zu: Asambe!

source: The Amarok Linux forums are the best place to find help. Join thousands of users, search topics and threads and find solutions to your problems.
no: Mauna Linux-foraene er det beste stedet å finne hjelp. Bli med tusenvis av brukere, søk i emner og tråder og finn løsninger på problemene dine.
