Repository: maunalinux/mauna-translations
Catalog: po-export/maunawelcome/maunawelcome-*.po
Languages: bg, el, fa, fil, it, ja, no, pa, ro, sq, zu

source: Additional multimedia codecs are required to support some formats and to play popular audio, video and web content. Click the button below to install them.
bg: Необходими са допълнителни мултимедийни кодеци за поддръжка на някои формати и за възпроизвеждане на популярно аудио, видео и уеб съдържание. Щракнете върху бутона по-долу, за да ги инсталирате.
el: Επιπλέον αποκωδικοποιητές πολυμέσων απαιτούνται για την υποστήριξη ορισμένων μορφών και για την αναπαραγωγή δημοφιλών περιεχομένων ήχου, βίντεο και περιεχομένου ιστού. Κάντε κλικ στο παρακάτω κουμπί για να τα εγκαταστήσετε.
fa: کدک های چند رسانه ای اضافی برای پشتیبانی از برخی فرمت ها و پخش محتوای محبوب صوتی، تصویری و وب مورد نیاز است. برای نصب آنها روی دکمه زیر کلیک کنید.
fil: Ang mga karagdagang multimedia codec ay kinakailangan upang suportahan ang ilang mga format at upang i-play ang sikat na audio, video at nilalaman sa web. I-click ang button sa ibaba para i-install ang mga ito.
it: Sono richiesti dei codec multimediali aggiuntivi per supportare alcuni formati e per riprodurre contenuti audio, video e web comuni. Clicca il bottone qui sotto per installarli.
ja: いくつかのファイル形式や、一般的な音楽・動画・ウェブコンテンツの再生をサポートするには、追加のマルチメディアコーデックが必要です。下のボタンをクリックするとインストールできます。
no: Ytterligere multimediekodeker kreves for å støtte enkelte formater og for å spille av populært lyd-, video- og nettinnhold. Klikk på knappen nedenfor for å installere dem.
pa: ਕੁਝ ਫਾਰਮੈਟਾਂ ਦਾ ਸਮਰਥਨ ਕਰਨ ਅਤੇ ਪ੍ਰਸਿੱਧ ਆਡੀਓ, ਵੀਡੀਓ ਅਤੇ ਵੈਬ ਸਮੱਗਰੀ ਨੂੰ ਚਲਾਉਣ ਲਈ ਵਧੀਕ ਮਲਟੀਮੀਡੀਆ ਕੋਡੇਕਸ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ। ਉਹਨਾਂ ਨੂੰ ਸਥਾਪਿਤ ਕਰਨ ਲਈ ਹੇਠਾਂ ਦਿੱਤੇ ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।
ro: Codecurile multimedia suplimentare sunt necesare pentru a reda unele formate populare pentru conținut audio, video și web. Fă clic pe butonul de mai jos pentru a le instala.
sq: Kërkohen kodekë multimedialë shtesë për të mbështetur disa formate dhe për të luajtur përmbajtje të njohura audio, video dhe ueb. Klikoni butonin më poshtë për t'i instaluar ato.
zu: Amakhodekhi e-multimedia engeziwe ayadingeka ukusekela amafomethi athile kanye nokudlala umsindo odumile, ividiyo nokuqukethwe kwewebhu. Chofoza inkinobho engezansi ukuze uzifake.

source: Update Manager
bg: Мениджър на актуализации
el: Διαχειριστής Ενημερώσεων
fa: مدیر به روز رسانی
it: Gestore Aggiornamenti
ja: アップデートマネージャー
no: Oppdateringsbehandler
pa: ਅੱਪਡੇਟ ਮੈਨੇਜਰ
ro: Administrator de actualizări
sq: Menaxheri i përditësimeve
zu: Buyekeza Umphathi

source: The little shield icon in your system tray is your Update Manager. It provides software updates, security updates and kernel updates to fix bugs, keep your computer safe and support newer hardware components.
bg: Малката икона на щит в системната област е вашият мениджър за актуализиране. Осигурява софтуерни актуализации, актуализации на защитата и актуализации на ядрото за коригиране на грешки, защита на вашия компютър и поддръжка на по-нови хардуерни компоненти.
el: Το εικονίδιο της μικρής ασπίδας στα εικονίδια του συστήματός σας είναι ο Διαχειριστής ενημερώσεων. Παρέχει ενημερώσεις λογισμικού, ενημερώσεις ασφαλείας και ενημερώσεις πυρήνα για τη διόρθωση σφαλμάτων, την ασφάλεια του υπολογιστή σας, και την υποστήριξη νεότερων συσκευών.
fa: نماد سپر کوچک در سینی سیستم شما مدیر به روز رسانی شما است. به‌روزرسانی‌های نرم‌افزار، به‌روزرسانی‌های امنیتی و به‌روزرسانی‌های هسته را برای رفع اشکال‌ها، ایمن نگه‌داشتن رایانه و پشتیبانی از اجزای سخت‌افزاری جدیدتر ارائه می‌کند.
fil: Ang maliit na icon ng kalasag sa iyong system tray ay ang iyong Update Manager. Nagbibigay ito ng mga update sa software, mga update sa seguridad at mga update sa kernel upang ayusin ang mga bug, panatilihing ligtas ang iyong computer at suportahan ang mga mas bagong bahagi ng hardware.
it: La piccola icona a scudo nell'area di notifica è il Gestore Aggiornamenti. Fornisce aggiornamenti ai programmi, aggiornamenti di sicurezza e aggiornamenti del kernel per correggere bug, mantenere il tuo computer sicuro e supportare nuovi componenti hardware.
ja: システムトレイにある小さな盾のアイコンは、アップデートマネージャーです。ソフトウェアやセキュリティおよびカーネルのアップデートを提供し、バグの修正やコンピューターの安全性維持､そして新しいハードウェアのサポートをします｡
no: Det lille skjoldikonet i systemstatusfeltet er din Oppdateringsbehandler. Den gir programvareoppdateringer, sikkerhetsoppdateringer og kjerneoppdateringer for å fikse feil, holde datamaskinen din trygg og støtte nyere maskinvarekomponenter.
pa: ਤੁਹਾਡੀ ਸਿਸਟਮ ਟ੍ਰੇ ਵਿੱਚ ਛੋਟਾ ਸ਼ੀਲਡ ਆਈਕਨ ਤੁਹਾਡਾ ਅੱਪਡੇਟ ਮੈਨੇਜਰ ਹੈ। ਇਹ ਬੱਗਾਂ ਨੂੰ ਠੀਕ ਕਰਨ, ਤੁਹਾਡੇ ਕੰਪਿਊਟਰ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਣ ਅਤੇ ਨਵੇਂ ਹਾਰਡਵੇਅਰ ਭਾਗਾਂ ਦਾ ਸਮਰਥਨ ਕਰਨ ਲਈ ਸੌਫਟਵੇਅਰ ਅੱਪਡੇਟ, ਸੁਰੱਖਿਆ ਅੱਪਡੇਟ ਅਤੇ ਕਰਨਲ ਅੱਪਡੇਟ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ।
ro: Mica iconiță scut din zona de notificare este administratorul de actualizări. Oferă actualizări software, actualizări de securitate și actualizări ale kernel-ului pentru a remedia erorile, pentru a păstra computerul în siguranță și pentru a susține componente hardware mai noi.
sq: Ikona e vogël e mburojës në sirtarin e sistemit është Menaxheri juaj i Përditësimeve. Ai ofron përditësime të softuerit, përditësime të sigurisë dhe përditësime të kernelit për të rregulluar gabimet, për të mbajtur kompjuterin tuaj të sigurt dhe për të mbështetur komponentët më të rinj të harduerit.
zu: Isithonjana sesihlangu esincane kuthreyi yakho yesistimu Umphathi wakho Wokubuyekeza. Ihlinzeka ngezibuyekezo zesofthiwe, izibuyekezo zokuphepha nezibuyekezo ze-kernel ukuze ulungise iziphazamisi, ugcine ikhompuyutha yakho iphephile futhi usekele izingxenye zehadiwe ezintsha.

source: System Settings
bg: Системни настройки
el: Ρυθμίσεις Συστήματος
fa: تنظیمات سیستم
fil: Mga Setting ng Sistema
it: Impostazioni di sistema
ja: システム設定
no: Systeminnstillinger
pa: ਸਿਸਟਮ ਸੈਟਿੰਗਾਂ
ro: Setări de sistem
sq: Cilësimet e sistemit
zu: Izilungiselelo Zesistimu

source: Have a look at the system settings and configure your operating system the way you like. Don't hesitate to customize it and make it feel like home.
bg: Разгледайте системните настройки и конфигурирайте вашата операционна система както желаете. Не се колебайте да го персонализирате и да го накарате да се чувства като у дома си.
el: Ρίξτε μια ματιά στις ρυθμίσεις του συστήματος και διαμορφώστε το λειτουργικό σας σύστημα όπως σας αρέσει. Μη διστάσετε να το προσαρμόσετε και να νιώσετε σαν στο σπίτι σας.
fa: به تنظیمات سیستم نگاهی بیندازید و سیستم عامل خود را به روشی که دوست دارید پیکربندی کنید. در سفارشی کردن آن و ایجاد حسی مانند خانه دریغ نکنید.
fil: Tingnan ang mga setting ng sistema at i-configure ang iyong operating system sa paraang gusto mo. Huwag mag-atubiling i-customize ito at gawin itong parang bahay.
it: Dai un'occhiata alle impostazioni di sistema e configura il tuo sistema operativo come preferisci. Non esitare a personalizzarlo e fare in modo di sentirti come a casa.
ja: システム設定から、オペレーティングシステムを自分好みに設定してください。 カスタマイズをためらわず､ご自分の家のように仕立ててみてください。
no: Ta en titt på systeminnstillingene og konfigurer operativsystemet slik du vil. Ikke nøl med å tilpasse den og få den til å føles som hjemme.
pa: ਸਿਸਟਮ ਸੈਟਿੰਗਾਂ 'ਤੇ ਇੱਕ ਨਜ਼ਰ ਮਾਰੋ ਅਤੇ ਆਪਣੇ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਨੂੰ ਆਪਣੀ ਪਸੰਦ ਦੇ ਤਰੀਕੇ ਨਾਲ ਕੌਂਫਿਗਰ ਕਰੋ। ਇਸਨੂੰ ਅਨੁਕੂਲਿਤ ਕਰਨ ਅਤੇ ਇਸਨੂੰ ਘਰ ਵਰਗਾ ਮਹਿਸੂਸ ਕਰਨ ਵਿੱਚ ਸੰਕੋਚ ਨਾ ਕਰੋ।
ro: Aruncă o privire la setările sistemului și configurează-ți sistemul de operare după bunul plac. Nu ezita să-l personalizezi, să te simți ca acasă.
sq: Hidhini një sy cilësimeve të sistemit dhe konfiguroni sistemin tuaj operativ ashtu siç dëshironi. Mos hezitoni ta personalizoni dhe ta bëni të ndihet si në shtëpi.
zu: Bheka izilungiselelo zesistimu futhi ulungiselele isistimu yakho yokusebenza ngendlela othanda ngayo. Ungangabazi ukulenza ngendlela oyifisayo futhi ulenze lizizwe njengekhaya.

source: Software Manager
bg: Софтуерен мениджър
el: Διαχειριστής Λογισμικού
fa: مدیر نرم افزار
fil: Tagapamahala ng Software
it: Gestore Applicazioni
ja: ソフトウェアマネージャー
no: Programvarebehandler
pa: ਸਾਫਟਵੇਅਰ ਮੈਨੇਜਰ
ro: Administrator software
sq: Menaxher i softuerit
zu: Umphathi Wesoftware

source: There are about 60,000 applications available. Mauna Linux comes with the bare minimum to get you started. The Software Manager is there if you're looking for more.
bg: Има около 60 000 налични приложения. Mauna Linux идва с нужния минимум, за да започнете. Софтуерният мениджър е там, ако търсите повече.
el: Υπάρχουν περίπου 60.000 διαθέσιμες εφαρμογές. Το Mauna Linux έρχεται με το ελάχιστο δυνατό για να ξεκινήσετε. Ο διαχειριστής λογισμικού είναι εκεί αν ψάχνετε για περισσότερα.
fa: حدود 60000 اپلیکیشن موجود است. لینوکس Mauna حداقل برای شروع شما ارائه می شود. اگر به دنبال موارد بیشتری هستید، مدیر نرم افزار وجود دارد.
fil: Mayroong humigit-kumulang 60,000 mga aplikasyon na magagamit. Ang Mauna Linux ay may pinakamababang halaga para makapagsimula ka. Nandiyan ang Software Manager kung naghahanap ka ng higit pa.
it: Sono disponibili circa 60.000 applicazioni. Mauna Linux è fornito con il minimo indispensabile per permetterti di cominciare. Il Gestore Applicazioni è il posto dove guardare per avere di più.
ja: 約60,000件のアプリケーションが利用可能です。 マウナ・リナックス には、使い始めるための最低限の機能が付属しています。 さらに詳しく知りたい場合は、ソフトウェア マネージャーが利用できます。
no: Det er rundt 60 000 søknader tilgjengelig. Mauna Linux kommer med et minimum for å komme i gang. Software Manager er der hvis du leter etter mer.
pa: ਇੱਥੇ ਲਗਭਗ 60,000 ਅਰਜ਼ੀਆਂ ਉਪਲਬਧ ਹਨ। ਮੌਨਾ ਲੀਨਕਸ ਤੁਹਾਨੂੰ ਸ਼ੁਰੂਆਤ ਕਰਨ ਲਈ ਘੱਟ ਤੋਂ ਘੱਟ ਦੇ ਨਾਲ ਆਉਂਦਾ ਹੈ। ਜੇਕਰ ਤੁਸੀਂ ਹੋਰ ਲੱਭ ਰਹੇ ਹੋ ਤਾਂ ਸੌਫਟਵੇਅਰ ਮੈਨੇਜਰ ਉੱਥੇ ਹੈ।
ro: Există aproximativ 60.000 de aplicații disponibile. Mauna Linux vine cu minimul necesar pentru a începe. Administratorul de programe există acolo dacă dorești mai multe aplicații.
sq: Ka rreth 60,000 aplikime në dispozicion. Mauna Linux vjen me minimumin për të filluar. Menaxheri i Softuerit është aty nëse po kërkoni më shumë.
zu: Kunezicelo ezingaba ngu-60,000 ezitholakalayo. I-Mauna Linux iza nobuncane obungenalutho ukuze uqalise. Isiphathi Sesoftware sikhona uma ufuna okwengeziwe.

source: Firewall
bg: Защитна стена
el: Τείχος Προστασίας
fa: دیواره آتش
ja: ファイアウォール
no: Brannmur
pa: ਫਾਇਰਵਾਲ
sq: Muri i zjarrit
zu: I-Firewall

source: Control and monitor network traffic by enabling the firewall.
bg: Контролирайте и наблюдавайте мрежовия трафик, като активирате защитната стена.
el: Ελέγξτε και παρακολουθήστε την κίνηση δικτύου ενεργοποιώντας το τείχος προστασίας.
fa: با فعال کردن فایروال، ترافیک شبکه را کنترل و نظارت کنید.
fil: Kontrolin at subaybayan ang trapiko ng network sa pamamagitan ng pagpapagana sa firewall.
it: Controlla e regola il traffico di rete abilitando il firewall.
ja: ファイアウォールを有効にすると、ネットワークトラフィックの制御と監視ができます。
no: Kontroller og overvåk nettverkstrafikk ved å aktivere brannmuren.
pa: ਫਾਇਰਵਾਲ ਨੂੰ ਸਮਰੱਥ ਬਣਾ ਕੇ ਨੈੱਟਵਰਕ ਟ੍ਰੈਫਿਕ ਨੂੰ ਕੰਟਰੋਲ ਅਤੇ ਨਿਗਰਾਨੀ ਕਰੋ।
ro: Controlează și monitorizează traficul de rețea prin activarea scutului de protecție.
sq: Kontrolloni dhe monitoroni trafikun e rrjetit duke aktivizuar murin e zjarrit.
zu: Lawula futhi ugade ithrafikhi yenethiwekhi ngokunika amandla i-firewall.

source: Web Forums
bg: Уеб форуми
el: Φόρουμ Ιστού
fa: انجمن های وب
fil: Mga Web Forum
it: Forum Online
ja: ウェブフォーラム
no: Nettfora
pa: ਵੈੱਬ ਫੋਰਮ
ro: Forumuri pe Internet
sq: Forumet në ueb
zu: Amaforamu Ewebhu

source: The Mauna Linux forums are the best place to find help. Join thousands of users, search topics and threads and find solutions to your problems.
bg: Форумите на Mauna Linux са най-доброто място за намиране на помощ. Присъединете се към хиляди потребители, търсете теми и теми и намерете решения на вашите проблеми.
el: Τα φόρουμ του Mauna Linux είναι το καλύτερο μέρος για να βρείτε βοήθεια. Συμμετάσχετε σε χιλιάδες χρήστες, αναζητήστε θέματα και νήματα, και βρείτε λύσεις στα προβλήματά σας.
fa: انجمن های لینوکس Mauna بهترین مکان برای یافتن کمک هستند. به هزاران کاربر بپیوندید، موضوعات و موضوعات را جستجو کنید و راه حل هایی برای مشکلات خود بیابید.
fil: Ang mga forum ng Mauna Linux ay ang pinakamagandang lugar para humanap ng tulong. Sumali sa libu-libong user, maghanap ng mga paksa at thread at maghanap ng mga solusyon sa iyong mga problema.
it: Il forum di Mauna Linux è il posto migliore dove trovare aiuto. Unisciti a migliaia di altri utenti e trova la soluzione migliore per i tuoi problemi.
ja: マウナ・リナックス フォーラムは、ヘルプを見つけるのに最適な場所です。 数千人のユーザーに参加してトピックやスレッドを検索し、問題の解決策を見つけてください。
pa: ਮੌਨਾ ਲੀਨਕਸ ਫੋਰਮ ਮਦਦ ਲੱਭਣ ਲਈ ਸਭ ਤੋਂ ਵਧੀਆ ਥਾਂ ਹਨ। ਹਜ਼ਾਰਾਂ ਉਪਭੋਗਤਾਵਾਂ ਨਾਲ ਜੁੜੋ, ਵਿਸ਼ਿਆਂ ਅਤੇ ਥਰਿੱਡਾਂ ਦੀ ਖੋਜ ਕਰੋ ਅਤੇ ਆਪਣੀਆਂ ਸਮੱਸਿਆਵਾਂ ਦੇ ਹੱਲ ਲੱਭੋ।
ro: Forumul Mauna Linux este locul ideal pentru a găsi ajutor. Alătură-te miilor de utilizatori, caută teme și discuții si găsește soluții pentru problemele tale.
sq: Forumet e Mauna Linux janë vendi më i mirë për të gjetur ndihmë. Bashkohuni me mijëra përdorues, kërkoni tema dhe tema dhe gjeni zgjidhje për problemet tuaja.
zu: Izinkundla zeMauna Linux ziyindawo engcono kakhulu yokuthola usizo. Joyina izinkulungwane zabasebenzisi, sesha izihloko nochungechunge futhi uthole izixazululo zezinkinga zakho.

source: IRC Chat Room
bg: IRC чат стая
el: Δωμάτιο συνομιλιών IRC
fa: اتاق چت IRC
ja: IRC チャットルーム
no: IRC chatterom
pa: IRC ਚੈਟ ਰੂਮ
ro: Camera de chat IRC
zu: I-IRC Chat Room

source: You can also connect to the IRC chat room and chat with users who are currently online. Ask a question, maybe someone there knows the solution?
bg: Можете също така да се свържете с IRC чат стаята и да чатите с потребители, които в момента са онлайн. Задайте въпрос, може би някой там знае решението?
el: Μπορείτε επίσης να συνδεθείτε στο chat room του IRC και να συνομιλήσετε με συνδεδεμένους χρήστες. Κάντε μια ερώτηση, ίσως κάποιος εκεί να γνωρίζει τη λύση;
fa: همچنین می توانید به اتاق گفتگوی IRC متصل شوید و با کاربرانی که در حال حاضر آنلاین هستند چت کنید. یک سوال بپرسید، شاید کسی آنجا راه حل را بداند؟
fil: Maaari ka ring kumonekta sa IRC chat room at makipag-chat sa mga user na kasalukuyang online. Magtanong ka, baka may nakakaalam ng solusyon?
it: Puoi anche connetterti alla chat IRC e parlare con gli utenti online. Magari qualcuno potrebbe conoscere la soluzione per il tuo problema.
ja: IRC チャットルームに接続して、現在オンラインになっているユーザーとチャットすることもできます。質問をすれば、解決策を知っている誰かが答えてくれるかもしれません。
no: Du kan også koble til IRC chatterom og chatte med brukere som er online. Still et spørsmål, kanskje noen der vet løsningen?
pa: ਤੁਸੀਂ IRC ਚੈਟ ਰੂਮ ਨਾਲ ਵੀ ਜੁੜ ਸਕਦੇ ਹੋ ਅਤੇ ਉਹਨਾਂ ਉਪਭੋਗਤਾਵਾਂ ਨਾਲ ਚੈਟ ਕਰ ਸਕਦੇ ਹੋ ਜੋ ਵਰਤਮਾਨ ਵਿੱਚ ਔਨਲਾਈਨ ਹਨ। ਇੱਕ ਸਵਾਲ ਪੁੱਛੋ, ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਕੋਈ ਉੱਥੇ ਹੱਲ ਜਾਣਦਾ ਹੋਵੇ?
ro: Poți, de asemenea, să te conectezi la camera de chat IRC și să discuți cu utilizatorii care sunt online. Pune o întrebare, poate cineva cunoaște soluția?
sq: Ju gjithashtu mund të lidheni me dhomën e bisedës IRC dhe të bisedoni me përdoruesit që janë aktualisht në linjë. Bëj një pyetje, ndoshta dikush atje e di zgjidhjen?
zu: Ungakwazi futhi ukuxhuma egumbini lengxoxo le-IRC futhi uxoxe nabasebenzisi abaku-inthanethi okwamanje. Buza umbuzo, mhlawumbe kukhona owazi isixazululo?

source: Mauna Linux has a great community. Many users will welcome you with open arms and be delighted to help you. Make sure to be patient and respectful with them. Keep a happy and positive attitude and provide accurate information when someone helps you.
bg: Mauna Linux има страхотна общност. Много потребители ще ви посрещнат с отворени обятия и ще се радват да ви помогнат. Уверете се, че сте търпеливи и уважавани с тях. Запазете щастливо и позитивно отношение и предоставяйте точна информация, когато някой ви помогне.
el: Το Mauna Linux έχει μια μεγάλη κοινότητα. Πολλοί χρήστες θα σας καλωσορίσουν με ανοιχτές αγκάλες και θα χαρούν να σας βοηθήσουν. Βεβαιωθείτε ότι έχετε υπομονή και σεβασμό με αυτούς. Διατηρήστε μια ευτυχισμένη και θετική στάση και δώστε ακριβείς πληροφορίες όταν κάποιος σας βοηθά.
fa: لینوکس ماونا یک جامعه عالی دارد. بسیاری از کاربران با آغوش باز از شما استقبال خواهند کرد و از کمک به شما خوشحال خواهند شد. حتما با آنها صبور و محترمانه رفتار کنید. نگرش شاد و مثبت داشته باشید و زمانی که کسی به شما کمک می کند اطلاعات دقیقی ارائه دهید.
fil: Ang Mauna Linux ay may mahusay na komunidad. Malugod kang tatanggapin ng maraming user at malugod na tulungan ka. Siguraduhing maging matiyaga at magalang sa kanila. Panatilihin ang isang masaya at positibong saloobin at magbigay ng tumpak na impormasyon kapag may tumulong sa iyo.
it: La comunità di Mauna Linux è grande. Molti utenti ti accoglieranno e saranno lieti di aiutarti: cerca di essere paziente e rispettoso con loro. Mantieni un atteggiamento amichevole e positivo e cerca di fornire informazioni accurate quando qualcuno ti aiuta.
ja: マウナ・リナックス には素晴らしいコミュニティがあります。 多くのユーザーは両手を広げてあなたを歓迎し、喜んであなたを助けてくれるでしょう。 彼らに対して忍耐強く敬意を持って接してください。 誰かがあなたを助けてくれたときは、幸せで前向きな姿勢を保ち、正確な情報を提供してください。
no: Mauna Linux har et flott fellesskap. Mange brukere vil ta imot deg med åpne armer og være glade for å hjelpe deg. Sørg for å være tålmodig og respektfull med dem. Ha en glad og positiv holdning og gi nøyaktig informasjon når noen hjelper deg.
pa: ਮੌਨਾ ਲੀਨਕਸ ਦਾ ਇੱਕ ਬਹੁਤ ਵਧੀਆ ਭਾਈਚਾਰਾ ਹੈ। ਬਹੁਤ ਸਾਰੇ ਉਪਭੋਗਤਾ ਖੁੱਲੇ ਹਥਿਆਰਾਂ ਨਾਲ ਤੁਹਾਡਾ ਸੁਆਗਤ ਕਰਨਗੇ ਅਤੇ ਤੁਹਾਡੀ ਮਦਦ ਕਰਕੇ ਖੁਸ਼ ਹੋਣਗੇ। ਉਨ੍ਹਾਂ ਨਾਲ ਧੀਰਜ ਅਤੇ ਆਦਰ ਕਰਨਾ ਯਕੀਨੀ ਬਣਾਓ। ਖੁਸ਼ਹਾਲ ਅਤੇ ਸਕਾਰਾਤਮਕ ਰਵੱਈਆ ਰੱਖੋ ਅਤੇ ਜਦੋਂ ਕੋਈ ਤੁਹਾਡੀ ਮਦਦ ਕਰੇ ਤਾਂ ਸਹੀ ਜਾਣਕਾਰੀ ਪ੍ਰਦਾਨ ਕਰੋ।
ro: Mauna Linux are o comunitate fantastică. Mulți utilizatori te vor întâmpina cu brațele deschise și vor fi încântați să te ajute. Asigură-te că ai răbdare și respect cu ei. Păstrează o atitudine prietenoasă și pozitivă și oferă informații exacte atunci când cineva te ajută.
sq: Mauna Linux ka një komunitet të madh. Shumë përdorues do t'ju mirëpresin me krahë hapur dhe do të jenë të kënaqur t'ju ndihmojnë. Sigurohuni që të jeni të durueshëm dhe të respektueshëm me ta. Mbani një qëndrim të lumtur dhe pozitiv dhe jepni informacion të saktë kur dikush ju ndihmon.
zu: I-Mauna Linux inomphakathi omkhulu. Abasebenzisi abaningi bazokwamukela ngezandla ezimhlophe futhi bajabulele ukukusiza. Qiniseka ukuthi uyababekezelela futhi uyabahlonipha. Gcina isimo sengqondo esijabulisayo nesiqondile futhi unikeze ulwazi olunembile lapho othile ekusiza.

source: If you have a bad experience with another user, try to solve it responsibly or contact the moderation team. Although we can't guarantee everyone will behave nicely, our project promotes help, respect, tolerance, ideas and constructive discussions.
bg: Ако имате лош опит с друг потребител, опитайте се да го разрешите отговорно или се свържете с екипа за модериране. Въпреки че не можем да гарантираме, че всички ще се държат добре, нашият проект насърчава помощта, уважението, толерантността, идеите и конструктивните дискусии.
el: Αν έχετε κακή εμπειρία με κάποιο χρήστη, προσπαθήστε να το επιλύσετε υπεύθυνα ή επικοινωνήστε με την ομάδα συντονισμού. Παρόλο που δεν μπορούμε να εγγυηθούμε ότι όλοι θα συμπεριφέρονται όμορφα, το έργο μας προωθεί τη βοήθεια, το σεβασμό, την ανεκτικότητα, τις ιδέες και τις εποικοδομητικές συζητήσεις.
fa: اگر تجربه بدی با کاربر دیگری دارید، سعی کنید آن را مسئولانه حل کنید یا با تیم نظارت تماس بگیرید. اگرچه نمی‌توانیم تضمین کنیم که همه رفتار خوبی خواهند داشت، پروژه ما کمک، احترام، مدارا، ایده‌ها و بحث‌های سازنده را ترویج می‌کند.
fil: Kung mayroon kang masamang karanasan sa ibang user, subukang lutasin ito nang responsable o makipag-ugnayan sa team ng moderation. Bagama't hindi namin magagarantiya na ang lahat ay magiging maganda ang pag-uugali, ang aming proyekto ay nagtataguyod ng tulong, paggalang, pagpaparaya, mga ideya at mga nakabubuong talakayan.
it: Se purtroppo hai una cattiva esperienza con un altro utente cerca di risolverla responsabilmente o contatta un moderatore. Benché non possiamo garantire che ogni utente si comporti correttamente, il nostro progetto incoraggia all'aiuto, al rispetto, alla tolleranza, allo sviluppo di idee e di discussioni costruttive.
ja: 他のユーザーと気まずくなった場合は、責任を持って自分で解決するか、仲介となるチームに連絡してください。全ての人とうまく行くかは保証できませんが、私たちのプロジェクトは、手助け、尊敬、寛容、アイデア、建設的な議論を促進します。
no: Hvis du har en dårlig opplevelse med en annen bruker, prøv å løse det på en ansvarlig måte eller kontakt modereringsteamet. Selv om vi ikke kan garantere at alle vil oppføre seg pent, fremmer prosjektet vårt hjelp, respekt, toleranse, ideer og konstruktive diskusjoner.
pa: ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਲ ਕਿਸੇ ਹੋਰ ਉਪਭੋਗਤਾ ਨਾਲ ਮਾੜਾ ਅਨੁਭਵ ਹੈ, ਤਾਂ ਇਸਨੂੰ ਜ਼ਿੰਮੇਵਾਰੀ ਨਾਲ ਹੱਲ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜਾਂ ਸੰਚਾਲਨ ਟੀਮ ਨਾਲ ਸੰਪਰਕ ਕਰੋ। ਹਾਲਾਂਕਿ ਅਸੀਂ ਇਹ ਗਾਰੰਟੀ ਨਹੀਂ ਦੇ ਸਕਦੇ ਕਿ ਹਰ ਕੋਈ ਵਧੀਆ ਵਿਵਹਾਰ ਕਰੇਗਾ, ਸਾਡਾ ਪ੍ਰੋਜੈਕਟ ਮਦਦ, ਸਤਿਕਾਰ, ਸਹਿਣਸ਼ੀਲਤਾ, ਵਿਚਾਰਾਂ ਅਤੇ ਉਸਾਰੂ ਚਰਚਾਵਾਂ ਨੂੰ ਉਤਸ਼ਾਹਿਤ ਕਰਦਾ ਹੈ।
ro: Dacă aii o experiență proastă cu un alt utilizator,încearcă să o rezolvi responsabil sau să contactezi echipa de moderatori. Deși nu putem garanta că toată lumea se va comporta frumos, proiectul nostru promovează ajutor, respect, toleranță, idei și discuții constructive.
sq: Nëse keni një përvojë të keqe me një përdorues tjetër, përpiquni ta zgjidhni atë me përgjegjësi ose kontaktoni ekipin e moderimit. Megjithëse nuk mund të garantojmë se të gjithë do të sillen mirë, projekti ynë promovon ndihmën, respektin, tolerancën, idetë dhe diskutimet konstruktive.
zu: Uma unolwazi olubi nomunye umsebenzisi, zama ukukuxazulula ngokuzibophezela noma uxhumane nethimba lomengameli. Nakuba singeke siqinisekise ukuthi wonke umuntu uzoziphatha kahle, iphrojekthi yethu ikhuthaza usizo, inhlonipho, ukubekezelelana, imibono kanye nezingxoxo ezakhayo.

source: Welcome to Mauna Linux
bg: Добре дошли в Мауна Linux
el: Καλώς ορίσατε στο Mauna Linux
fa: به Mauna Linux خوش آمدید
fil: Maligayang pagdating sa Mauna Linux
it: Benvenuti in Mauna Linux
ja: マウナ・リナックス へようこそ
no: Velkommen til Mauna Linux
pa: ਮੌਨਾ ਲੀਨਕਸ ਵਿੱਚ ਤੁਹਾਡਾ ਸੁਆਗਤ ਹੈ
ro: Bine ați venit la Mauna Linux
sq: Mirë se erdhët në Mauna Linux
zu: Siyakwamukela ku-Mauna Linux

source: Welcome to your new operating system!
bg: Добре дошли във вашата нова операционна система!
el: Καλώς ορίσατε στο νέο σας λειτουργικό σύστημα!
fa: به سیستم عامل جدید خود خوش آمدید!
fil: Maligayang pagdating sa iyong bagong nagpapatakbo sistema!
it: Benvenuti nel vostro nuovo sistema operativo!
ja: 新しいオペレーティングシステムへようこそ！
no: Velkommen til ditt nye operativsystem!
pa: ਤੁਹਾਡੇ ਨਵੇਂ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਵਿੱਚ ਸੁਆਗਤ ਹੈ!
ro: Bun venit la noul tău sistem de operare!
sq: Mirë se vini në sistemin tuaj të ri operativ!
zu: Siyakwamukela ohlelweni lwakho olusha lokusebenza!
