Repository: maunalinux/mauna-translations
Catalog: po-export/maunawelcome/maunawelcome-*.po
Languages: bg, el, fa, fil, it, ja, no, pa, ro, sq, zu

source: Welcome
bg: Добре дошли
el: Καλώς ήρθατε
fa: خوش آمدی
fil: Maligayang pagdating
it: Benvenuti
ja: いらっしゃいませ
no: Velkommen
pa: ਸੁਆਗਤ ਹੈ
ro: Bine ați venit
sq: Mirë se vini
zu: Siyakwamukela

source: First Steps
bg: Първи стъпки
el: Πρώτα Βήματα
fa: مراحل اول
fil: Mga Unang Hakbang
it: Primi passi
ja: はじめに
no: Første steg
pa: ਪਹਿਲੇ ਕਦਮ
ro: Primii pași
sq: Hapat e parë
zu: Izinyathelo Zokuqala

source: Documentation
bg: Документация
el: Τεκμηρίωση
fa: مستندات
fil: Dokumentasyon
it: Documentazione
ja: ドキュメント
no: Dokumentasjon
pa: ਦਸਤਾਵੇਜ਼ੀਕਰਨ
ro: Documentaţie
sq: Dokumentacioni
zu: Amadokhumenti

source: Help
bg: Помогне
el: Βοήθεια
fa: کمک
fil: Tulong
it: Aiuto
ja: ヘルプ
no: Hjelp
pa: ਮਦਦ ਕਰੋ
ro: Ajutor
sq: Ndihmë
zu: Usizo

source: Contribute
bg: Допринесете
el: Συνεισφέρετε
fa: مشارکت
fil: Mag-ambag
it: Contribuisci
ja: 貢献
no: Bidra
pa: ਮਦਦ ਕਰੋ
ro: Contribuie
sq: Kontribuoni
zu: Faka isandla

source: Show this dialog at startup
bg: Показване на този диалогов прозорец при стартиране
el: Εμφάνιση αυτού του διαλόγου κατά την εκκίνηση
fa: این گفتگو را هنگام راه اندازی نشان دهید
fil: Ipakita ng dyalogo sa simula
it: Visualizza questa finestra all'avvio
ja: 起動時にこのダイアログを表示
no: Vis denne dialogboksen ved oppstart
pa: ਇਹ ਡਾਈਲਾਗ ਸ਼ੁਰੂ ਸਮੇਂ ਵੇਖੋ
ro: Arată acest dialog la pornire
sq: Trego këtë dialog gjatë nisjes
zu: Bonisa le nkulumo ekuqaleni

source: Welcome Screen
bg: Добре дошъл екран
el: Οθόνη Καλωσορίσματος
fa: صفحه خوش آمدید
fil: Screen ng Pagbati
it: Schermata di benvenuto
ja: ようこそ画面
no: Velkomstskjerm
pa: ਜੀ ਆਇਆਂ ਨੂੰ ਸਕਰੀਨ
ro: Ecran de Bun venit
sq: Ekrani i Mirëseardhjes
zu: Isikrini Siyakwamukela

source: Introduction to Mauna Linux
bg: Въведение в Мауна Linux
el: Εισαγωγή στο Mauna Linux
fa: مقدمه ای بر لینوکس ماونا
fil: Panimula sa Mauna Linux
it: Introduzione a Mauna Linux
ja: マウナ・リナックス の概要
no: Introduksjon til Mauna Linux
pa: ਮੌਨਾ ਲੀਨਕਸ ਨਾਲ ਜਾਣ-ਪਛਾਣ
ro: Introducere în Mauna Linux
sq: Hyrje në Mauna Linux
zu: Isingeniso kwi-Mauna Linux

source: Install Multimedia Codecs
bg: Инсталирайте мултимедийни кодеци
el: Εγκατάσταση αποκωδικοποιητών πολυμέσων
fa: کدک های چند رسانه ای را نصب کنید
fil: I-install ang Multimedia Codecs
it: Installa codec multimediali
ja: マルチメディアコーデックのインストール
no: Installer multimediekodeker
pa: ਮਲਟੀਮੀਡਿਆ Codecs ਇੰਸਟਾਲ ਕਰੋ
ro: Instalează codecurile pentru multimedia
sq: Instalo Kodekset Multimedia
zu: Faka i-Multimedia Codecs

source: Add all the missing multimedia codecs
bg: Добавете всички липсващи мултимедийни кодеци
el: Προσθήκη όλων των ελλειπόντων αποκωδικοποιητών πολυμέσων
fa: همه کدک های چند رسانه ای گم شده را اضافه کنید
fil: Idagdag ang mga nawawalang multimedia codecs
it: Aggiungi tutti i codec multimediali mancanti
ja: 足りないマルチメディアコーデックを全て追加します
no: Legg til alle manglende multimediekodeker
pa: ਸਭ ਗੁੰਮ ਮਲਟੀਮੀਡਿਆ codecs ਸ਼ਾਮਲ ਕਰੋ
ro: Adaugă toate codecurile multimedia lipsă
sq: Shto të gjithë kodeksët multimedia që mungojnë
zu: Faka zonke izikhodi ze-multimedia ezingekho

source: Mauna Linux is a great project. It is open to anyone who wants to participate. There are many ways to help. Click the button below to see how you can get involved.
bg: Мауна Linux е страхотен проект. Отворено е за всеки, който иска да участва. Има много начини да помогнете. Щракнете върху бутона по-долу, за да видите как можете да се включите.
el: Το Mauna Linux είναι ένα μεγάλο έργο. Είναι ανοιχτό σε όποιον θέλει να συμμετάσχει. Υπάρχουν πολλοί τρόποι για να βοηθήσετε. Κάντε κλικ στο παρακάτω κουμπί για να δείτε πώς μπορείτε να εμπλακείτε.
fa: لینوکس ماونا یک پروژه عالی است. برای هر کسی که بخواهد شرکت کند آزاد است. راه های زیادی برای کمک وجود دارد. روی دکمه زیر کلیک کنید تا ببینید چگونه می توانید درگیر شوید.
fil: Ang Mauna Linux ay isang mahusay na proyekto. Bukas ito sa sinumang gustong lumahok. Maraming paraan para makatulong. I-click ang button sa ibaba upang makita kung paano ka makakasali.
it: Mauna Linux è un grande progetto, aperto a chiunque voglia partecipare. Ci sono molti modi per aiutare: clicca il bottone qui sotto per vedere in cosa puoi farti coinvolgere.
ja: マウナ・リナックス は素晴らしいプロジェクトです。 参加したい人なら誰でも参加できます。 助ける方法はたくさんあります。 参加方法を確認するには、下のボタンをクリックしてください。
no: Mauna Linux er et flott prosjekt. Det er åpent for alle som ønsker å delta. Det er mange måter å hjelpe på. Klikk på knappen nedenfor for å se hvordan du kan bli involvert.
pa: ਮੌਨਾ ਲੀਨਕਸ ਇੱਕ ਵਧੀਆ ਪ੍ਰੋਜੈਕਟ ਹੈ। ਇਹ ਕਿਸੇ ਵੀ ਵਿਅਕਤੀ ਲਈ ਖੁੱਲ੍ਹਾ ਹੈ ਜੋ ਹਿੱਸਾ ਲੈਣਾ ਚਾਹੁੰਦਾ ਹੈ. ਮਦਦ ਕਰਨ ਦੇ ਕਈ ਤਰੀਕੇ ਹਨ। ਇਹ ਦੇਖਣ ਲਈ ਹੇਠਾਂ ਦਿੱਤੇ ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰੋ ਕਿ ਤੁਸੀਂ ਕਿਵੇਂ ਸ਼ਾਮਲ ਹੋ ਸਕਦੇ ਹੋ।
ro: Mauna Linux este un proiect minunat. Este deschis tuturor celor care doresc să participe. Există multe modalități de a ajuta. Fă clic pe butonul de mai jos pentru a vedea cum te poți implica.
sq: Mauna Linux është një projekt i mrekullueshëm. Është e hapur për këdo që dëshiron të marrë pjesë. Ka shumë mënyra për të ndihmuar. Klikoni butonin më poshtë për të parë se si mund të përfshiheni.
zu: I-Mauna Linux iphrojekthi enhle. Ivulekele noma ngubani ofuna ukubamba iqhaza. Ziningi izindlela zokusiza. Chofoza inkinobho engezansi ukuze ubone ukuthi ungabandakanyeka kanjani.

source: Launch
bg: Стартирайте
el: Εκκίνηση
fa: راه اندازی
fil: Ilunsad ang
it: Esegui
ja: 起動する
no: Lansering
pa: ਲਾਂਚ ਕਰੋ
ro: Lansează
sq: Nisja
zu: Yethula

source: The Mauna Linux documentation consists of a collection of guides, available in PDF, ePUB and HTML and available in many languages. Click the button below to see which guides are available.
bg: Документацията на Mauna Linux се състои от колекция от ръководства, налични в PDF, ePUB и HTML и достъпни на много езици. Щракнете върху бутона по-долу, за да видите кои ръководства са налични.
el: Η τεκμηρίωση του Mauna Linux αποτελείται από μια συλλογή οδηγών, διαθέσιμη σε PDF, ePUB και HTML και διατίθεται σε πολλές γλώσσες. Κάντε κλικ στο παρακάτω κουμπί για να δείτε ποιοι οδηγοί είναι διαθέσιμοι.
fa: مستندات لینوکس Mauna شامل مجموعه ای از راهنماها است که به صورت PDF، ePUB و HTML موجود است و به بسیاری از زبان ها موجود است. روی دکمه زیر کلیک کنید تا ببینید کدام راهنماها در دسترس هستند.
fil: Ang dokumentasyon ng Mauna Linux ay binubuo ng isang koleksyon ng mga gabay, na makukuha sa PDF, ePUB at HTML at available sa maraming wika. I-click ang button sa ibaba para makita kung aling mga gabay ang available.
it: La documentazione di Mauna Linux consiste in una raccolta di guide, disponibile in PDF, ePUB e HTML in varie lingue. Clicca il bottone qui sotto per vedere che guide sono disponibili.
ja: マウナ・リナックス ドキュメントはガイドのコレクションで構成されており、PDF、ePUB、HTML で利用でき、多くの言語で利用できます。 利用可能なガイドを確認するには、下のボタンをクリックしてください。
no: Mauna Linux-dokumentasjonen består av en samling guider, tilgjengelig i PDF, ePUB og HTML og tilgjengelig på mange språk. Klikk på knappen nedenfor for å se hvilke guider som er tilgjengelige.
pa: ਮੌਨਾ ਲੀਨਕਸ ਦਸਤਾਵੇਜ਼ਾਂ ਵਿੱਚ ਗਾਈਡਾਂ ਦਾ ਸੰਗ੍ਰਹਿ ਹੈ, ਜੋ PDF, ePUB ਅਤੇ HTML ਵਿੱਚ ਉਪਲਬਧ ਹੈ ਅਤੇ ਕਈ ਭਾਸ਼ਾਵਾਂ ਵਿੱਚ ਉਪਲਬਧ ਹੈ। ਇਹ ਦੇਖਣ ਲਈ ਹੇਠਾਂ ਦਿੱਤੇ ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰੋ ਕਿ ਕਿਹੜੀਆਂ ਗਾਈਡਾਂ ਉਪਲਬਧ ਹਨ।
ro: Documentația Mauna Linux constă dintr-o colecție de ghiduri, disponibile în PDF, ePUB și HTML și în mai multe limbi. Fă clic pe butonul de mai jos pentru a vedea ce ghiduri sunt disponibile.
sq: Dokumentacioni i Mauna Linux përbëhet nga një koleksion udhëzuesish, të disponueshëm në PDF, ePUB dhe HTML dhe të disponueshëm në shumë gjuhë. Klikoni butonin më poshtë për të parë se cilët udhëzues janë të disponueshëm.
zu: Amadokhumenti e-Mauna Linux aqukethe iqoqo lemihlahlandlela, etholakala nge-PDF, ePUB kanye ne-HTML futhi etholakala ngezilimi eziningi. Chofoza inkinobho engezansi ukuze ubone ukuthi yimiphi imihlahlandlela etholakalayo.

source: New Features
bg: Нови функции
el: Νέα Χαρακτηριστικά
fa: ویژگی های جدید
fil: Mga bagong katangian
it: Nuove funzionalità
ja: 新機能
no: Nye funksjoner
pa: ਨਵੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ
ro: Caracteristici noi
sq: Tipare të reja
zu: Izici Ezintsha

source: Click the button below to discover the new features introduced in this version of Mauna Linux.
bg: Щракнете върху бутона по-долу, за да откриете новите функции, въведени в тази версия на Mauna Linux.
el: Κάντε κλικ στο παρακάτω κουμπί για να ανακαλύψετε τα νέα χαρακτηριστικά που παρουσιάζονται σε αυτή την έκδοση του Mauna Linux.
fa: برای کشف ویژگی های جدید معرفی شده در این نسخه از لینوکس Mauna روی دکمه زیر کلیک کنید.
fil: I-click ang button sa ibaba upang matuklasan ang mga bagong feature na ipinakilala sa bersyong ito ng Mauna Linux.
it: Clicca il bottone qui sotto per scoprire le nuove funzionalità introdotte in questa versione di Mauna Linux.
ja: マウナ・リナックス のこのバージョンに導入された新機能を確認するには、下のボタンをクリックしてください。
no: Klikk på knappen nedenfor for å oppdage de nye funksjonene introdusert i denne versjonen av Mauna Linux.
pa: ਮੌਨਾ ਲੀਨਕਸ ਦੇ ਇਸ ਸੰਸਕਰਣ ਵਿੱਚ ਪੇਸ਼ ਕੀਤੀਆਂ ਗਈਆਂ ਨਵੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਨੂੰ ਖੋਜਣ ਲਈ ਹੇਠਾਂ ਦਿੱਤੇ ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।
ro: Fă clic pe butonul de mai jos pentru a descoperi noile funcții introduse în această versiune de Mauna Linux.
sq: Klikoni butonin më poshtë për të zbuluar veçoritë e reja të prezantuara në këtë version të Mauna Linux.
zu: Chofoza inkinobho engezansi ukuze uthole izici ezintsha ezethulwe kule nguqulo ye-Mauna Linux.

source: Release Notes
bg: Бележки към изданието
el: Σημειώσεις έκδοσης
fa: یادداشت های انتشار
fil: Mga Tala sa Paglabas
it: Note di rilascio
ja: リリースノート
no: Utgivelsesnotater
pa: ਰੀਲੀਜ਼ ਨੋਟਸ
ro: Informațiile versiunii
sq: Shënimet e publikimit
zu: Khipha Amanothi

source: Click the button below to read about known bugs, limitations and workarounds for this version of Mauna Linux.
bg: Щракнете върху бутона по-долу, за да прочетете за известни грешки, ограничения и решения за тази версия на Mauna Linux.
el: Κάντε κλικ στο παρακάτω κουμπί για να διαβάσετε σχετικά με τα γνωστά σφάλματα, τους περιορισμούς και τους τρόπους αντιμετώπισης αυτής της έκδοσης Mauna Linux.
fa: روی دکمه زیر کلیک کنید تا در مورد اشکالات شناخته شده، محدودیت ها و راه حل های این نسخه از Mauna Linux مطالعه کنید.
fil: I-click ang button sa ibaba para basahin ang tungkol sa mga kilalang bug, limitasyon at solusyon para sa bersyong ito ng Mauna Linux.
it: Clicca il bottone qui sotto per avere informazioni su bug noti, limitazioni e soluzioni per questa versione di Mauna Linux.
ja: このバージョンの マウナ・リナックス の既知のバグ、制限事項、回避策については、下のボタンをクリックしてください。
no: Klikk på knappen nedenfor for å lese om kjente feil, begrensninger og løsninger for denne versjonen av Mauna Linux.
pa: ਮੌਨਾ ਲੀਨਕਸ ਦੇ ਇਸ ਸੰਸਕਰਣ ਲਈ ਜਾਣੇ-ਪਛਾਣੇ ਬੱਗਾਂ, ਸੀਮਾਵਾਂ ਅਤੇ ਹੱਲ ਬਾਰੇ ਪੜ੍ਹਨ ਲਈ ਹੇਠਾਂ ਦਿੱਤੇ ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।
ro: Fă clic pe butonul de mai jos pentru a citi despre erorile cunoscute, limitările și soluțiile provizorii pentru această versiune de Mauna Linux.
sq: Klikoni butonin më poshtë për të lexuar në lidhje me gabimet, kufizimet dhe zgjidhjet e njohura për këtë version të Mauna Linux.
zu: Chofoza inkinobho engezansi ukuze ufunde mayelana nezimbungulu ezaziwayo, imikhawulo kanye nezindlela zokusebenza zale nguqulo ye-Mauna Linux.

source: Desktop Colors
bg: Цветове на работния плот
el: Χρώματα Επιφάνειας Εργασίας
fa: رنگ های دسکتاپ
fil: Mga Kulay ng Desktop
it: Colori del desktop
ja: デスクトップの配色
no: Skrivebordsfarger
pa: ਡੈਸਕਟਾਪ ਰੰਗ
ro: Culori Desktop
sq: Ngjyrat e desktopit
zu: Imibala yedeskithophu

source: First, make yourself at home. Choose your favorite color and whether you prefer a light or a dark desktop theme.
bg: Първо се чувствайте като у дома си. Изберете любимия си цвят и дали предпочитате светла или тъмна тема на работния плот.
el: Πρώτα, βολευτείτε. Διαλέξτε το αγαπημένο σας χρώμα και αν προτιμάτε ένα φωτεινό ή ένα σκοτεινό θέμα επιφάνειας εργασίας.
fa: ابتدا خودتان را در خانه بسازید. رنگ مورد علاقه خود را انتخاب کنید و اینکه آیا تم دسکتاپ روشن یا تیره را ترجیح می دهید.
fil: Una, gawin ang iyong sarili sa bahay. Piliin ang iyong paboritong kulay at kung mas gusto mo ang isang maliwanag o madilim na tema ng desktop.
it: Bene, accomodati. Scegli il tuo colore preferito e se preferisci un tema chiaro o scuro per il desktop.
ja: まず、デスクトップの配色を決めましょう。お好きな色と、全体的に明るくするか、暗くするかを選択してください。
no: Først må du føle deg hjemme. Velg favorittfargen din og om du foretrekker et lyst eller mørkt skrivebordstema.
pa: ਪਹਿਲਾਂ, ਆਪਣੇ ਆਪ ਨੂੰ ਘਰ ਵਿੱਚ ਬਣਾਓ. ਆਪਣਾ ਮਨਪਸੰਦ ਰੰਗ ਚੁਣੋ ਅਤੇ ਕੀ ਤੁਸੀਂ ਲਾਈਟ ਜਾਂ ਡਾਰਕ ਡੈਸਕਟਾਪ ਥੀਮ ਨੂੰ ਤਰਜੀਹ ਦਿੰਦੇ ਹੋ।
ro: În primul rând, simte-te ca acasă. Alege culoarea ta preferată și dacă preferi o temă deschisă sau întunecată a interfeței.
sq: Së pari, bëhuni në shtëpi. Zgjidhni ngjyrën tuaj të preferuar dhe nëse preferoni një temë desktopi të lehtë apo të errët.
zu: Okokuqala, zenzele ekhaya. Khetha umbala wakho owuthandayo nokuthi uthanda itimu yedeskithophu ekhanyayo noma emnyama.

source: Panel Layout
el: Διαμόρφωση πίνακα
fil: Layout ng Panel
it: Stile del pannello
ja: パネルのレイアウト
pa: ਪੈਨਲ ਖਾਕਾ
ro: Aspectul panoului
sq: Paraqitja e panelit
zu: Isakhiwo Sephaneli

source: Choose your favorite layout.
el: Επιλέξτε την αγαπημένη σας διάταξη.
fil: Piliin ang iyong paboritong layout.
it: Scegli il tuo stile preferito.
ja: お好みのレイアウトを選択してください。
pa: ਆਪਣਾ ਮਨਪਸੰਦ ਖਾਕਾ ਚੁਣੋ।
ro: Alege-ți aranjamentul preferat.
sq: Zgjidhni paraqitjen tuaj të preferuar.
zu: Khetha isakhiwo osithandayo.

source: Modern
el: Μοντέρνο
fil: Moderno
it: Moderno
ja: モダン
pa: ਆਧੁਨਿਕ
sq: Moderne
zu: Okwesimanje

source: A large panel with grouped windows and a small system tray.
el: Ένα μεγάλο πάνελ με ομαδοποιημένα παράθυρα και ένα μικρό δίσκο συστήματος.
fil: Isang malaking panel na may mga nakapangkat na bintana at isang maliit na system tray.
it: Un pannello largo con le finestre raggruppate e una piccola area di notifica.
ja: グループ化されるウィンドウと、小さなシステムトレイを備えた、広いパネルです。
pa: ਸਮੂਹ ਵਿੰਡੋਜ਼ ਅਤੇ ਇੱਕ ਛੋਟੀ ਸਿਸਟਮ ਟਰੇ ਵਾਲਾ ਇੱਕ ਵੱਡਾ ਪੈਨਲ।
ro: Un panou mare cu ferestre grupate și o zonă de notificări mică.
sq: Një panel i madh me dritare të grupuara dhe një tabaka të vogël sistemi.
zu: Iphaneli enkulu enamafasitela aqoqiwe kanye nethreyi yesistimu encane.

source: Traditional
el: Παραδοσιακό
fil: Tradisyonal
it: Tradizionale
ja: トラディショナル
pa: ਪਰੰਪਰਾਗਤ
ro: Tradițional
sq: Tradicionale
zu: Yendabuko

source: A small panel and a traditional window list.
el: Ένα μικρό πάνελ και μια παραδοσιακή λίστα παραθύρων.
fil: Isang maliit na panel at isang tradisyunal na listahan ng window.
it: Un pannello piccolo e un elenco di finestre tradizionali.
ja: 小さめなパネルと、昔ながらのウィンドウリストです。
pa: ਇੱਕ ਛੋਟਾ ਪੈਨਲ ਅਤੇ ਇੱਕ ਰਵਾਇਤੀ ਵਿੰਡੋ ਸੂਚੀ।
ro: Un panou mic și o listă tradițională de ferestre.
sq: Një panel i vogël dhe një listë tradicionale e dritareve.
zu: Iphaneli elincane kanye nohlu lwefasitela lwendabuko.

source: Note: Cinnamon will restart after you choose a new layout. Any customization you made to the panel will be lost.
el: Σημείωση: Το Cinnamon θα κάνει επανεκκίνηση αφού διαλέξετε καινούργια διάταξη. Οποιαδήποτε προσαρμογή κάνετε στο πάνελ θα χαθεί.
fil: Tandaan: Magre-restart ang Cinnamon pagkatapos mong pumili ng bagong layout. Mawawala ang anumang pag-customize na ginawa mo sa panel.
it: Nota: Cinnamon si riavvierà dopo che avrai scelto il nuovo stile. Ogni personalizzazione fatta al pannello andrà perduta.
ja: 注: 新しいレイアウトを選択すると Cinnamon が再起動します。パネルの既存のカスタマイズは全て失われます。
pa: ਨੋਟ: ਤੁਹਾਡੇ ਵੱਲੋਂ ਨਵਾਂ ਲੇਆਉਟ ਚੁਣਨ ਤੋਂ ਬਾਅਦ ਦਾਲਚੀਨੀ ਮੁੜ ਚਾਲੂ ਹੋ ਜਾਵੇਗੀ। ਤੁਹਾਡੇ ਵੱਲੋਂ ਪੈਨਲ ਵਿੱਚ ਕੀਤੀ ਕੋਈ ਵੀ ਕਸਟਮਾਈਜ਼ੇਸ਼ਨ ਖਤਮ ਹੋ ਜਾਵੇਗੀ।
ro: Notă: Cinnamon va reporni după ce alegi noul aranjament. Orice personalizare făcută panoului va fi pierdută.
sq: Shënim: Cinnamon do të riniset pasi të zgjidhni një plan urbanistik të ri. Çdo personalizim që keni bërë në panel do të humbet.
zu: Qaphela: I-Cinnamon izoqala kabusha ngemva kokukhetha isakhiwo esisha. Noma yikuphi ukwenza ngendlela oyifisayo okwenze kuphaneli kuzolahleka.

source: System Snapshots
bg: Системни моментни снимки
el: Στιγμιότυπα Συστήματος
fa: عکس های فوری سیستم
fil: Mga Snapshot ng Sistema
it: Istantanee di sistema
ja: システムスナップショット
no: System Øyeblikksbilder
pa: ਸਿਸਟਮ ਸਨੈਪਸ਼ਾਟ
ro: Instantanee de sistem
sq: Pamjet e sistemit
zu: Izifinyezo zesistimu

source: Next, let's set automatic system snapshots. A minimum of two daily and two boot snapshots are recommended. If anything breaks, you can then restore your computer to its previous working state.
bg: След това нека зададем автоматични моментни снимки на системата. Препоръчват се минимум две ежедневни и две моментни снимки при зареждане. Ако нещо се повреди, можете да възстановите компютъра си до предишното му работно състояние.
el: Επομένως, ας ρυθμίσουμε τις αυτόματες εικόνες συστήματος. Προτείνονται τουλάχιστον 2 ημερήσιες και 2 εικόνες κατά την εκκίνηση. Αν χαλάσει κάτι, μπορείτε να επαναφέρετε τον υπολογιστή σας στη προηγούμενη λειτουργική κατάστασή του.
fa: در مرحله بعد، بیایید عکس های فوری سیستم را تنظیم کنیم. حداقل دو عکس در روز و دو عکس فوری از بوت توصیه می شود. اگر چیزی خراب شد، سپس می توانید رایانه خود را به حالت کار قبلی خود بازگردانید.
fil: Susunod, itakda natin ang mga awtomatikong snapshot ng sistema. Inirerekomenda ang hindi bababa sa dalawang araw-araw at dalawang boot snapshot. Kung may masira, maaari mong ibalik ang iyong computer sa dati nitong katayuan sa pagtatrabaho.
it: Adesso invece, impostiamo le istantanee di sistema automatiche. Si raccomandano almeno due istantanee giornaliere e due di avvio. Se qualcosa va storto, potrai ripristinare il tuo computer all'ultimo stato in cui tutto funzionava.
ja: 次に、自動システムスナップショットを設定しましょう。最低でも日次分を 2 つとブート時の分を 2 つのスナップショットを残すことが推奨されます。何かが壊れたとしても、コンピューターを以前の動作状態に復元できるようになります。
no: La oss deretter sette automatiske systemøyeblikksbilder. Minimum to daglige og to oppstartsøyeblikksbilder anbefales. Hvis noe går i stykker, kan du gjenopprette datamaskinen til dens forrige arbeidstilstand.
pa: ਅੱਗੇ, ਆਟੋਮੈਟਿਕ ਸਿਸਟਮ ਸਨੈਪਸ਼ਾਟ ਸੈੱਟ ਕਰੀਏ। ਘੱਟੋ-ਘੱਟ ਦੋ ਰੋਜ਼ਾਨਾ ਅਤੇ ਦੋ ਬੂਟ ਸਨੈਪਸ਼ਾਟ ਦੀ ਸਿਫ਼ਾਰਸ਼ ਕੀਤੀ ਜਾਂਦੀ ਹੈ। ਜੇਕਰ ਕੋਈ ਚੀਜ਼ ਟੁੱਟ ਜਾਂਦੀ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਆਪਣੇ ਕੰਪਿਊਟਰ ਨੂੰ ਇਸਦੀ ਪਿਛਲੀ ਕੰਮ ਕਰਨ ਵਾਲੀ ਸਥਿਤੀ ਵਿੱਚ ਰੀਸਟੋਰ ਕਰ ਸਕਦੇ ਹੋ।
ro: Apoi, să configurăm instantaneele de sistem automate. Un minim de două instantanee zilnice și două de pornire sunt recomandate. Dacă ceva se strică, atunci poți restaura calculatorul tău la starea anterioară funcțională.
sq: Më pas, le të vendosim fotografitë automatike të sistemit. Rekomandohen të paktën dy fotografi ditore dhe dy fotografi të nisjes. Nëse diçka prishet, atëherë mund ta rivendosni kompjuterin tuaj në gjendjen e mëparshme të punës.
zu: Okulandelayo, asisethe izifinyezo zesistimu ezizenzakalelayo. Kunconyiwe okungenani izifinyezo ezimbili zansuku zonke nezimbili zebhuthi. Uma noma yini iphuka, ungakwazi ukubuyisela ikhompuyutha yakho esimweni sayo sangaphambilini sokusebenza.

source: Driver Manager
bg: Мениджър на драйвери
el: Διαχειριστής Οδηγών
fa: مدیر راننده
fil: Tagapamahala ng Driver
it: Gestore dei driver
ja: ドライバーマネージャー
no: Driverbehandler
pa: ਡਰਾਈਵਰ ਮੈਨੇਜਰ
ro: Administrator de drivere
sq: Menaxheri i shoferit
zu: Umphathi Womshayeli

source: Check the Driver Manager to see if it recommends any additional drivers for your computer. Most hardware components are recognized by the Linux kernel and work automatically without the need to install drivers. Some however require proprietary drivers to be recognized or to work better.
bg: Проверете Мениджър на драйвери, за да видите дали препоръчва допълнителни драйвери за вашия компютър. Повечето хардуерни компоненти се разпознават от ядрото на Linux и работят автоматично, без да е необходимо да инсталирате драйвери. Някои обаче изискват патентовани драйвери да бъдат разпознати или да работят по-добре.
el: Ελέγξτε τον διαχειριστή οδηγών για να δείτε αν συνιστά πρόσθετα προγράμματα οδήγησης για τον υπολογιστή σας. Τα περισσότερα εξαρτήματα υλικού αναγνωρίζονται από τον πυρήνα του Linux και λειτουργούν αυτόματα χωρίς την ανάγκη εγκατάστασης προγραμμάτων οδήγησης. Μερικά, όμως, απαιτούν ιδιόκτητους οδηγούς για να αναγνωριστούν ή να λειτουργήσουν καλύτερα.
fa: مدیر راننده را بررسی کنید تا ببینید آیا درایورهای اضافی را برای رایانه شما توصیه می کند یا خیر. اکثر اجزای سخت افزاری توسط هسته لینوکس شناسایی می شوند و بدون نیاز به نصب درایورها به طور خودکار کار می کنند. با این حال، برخی نیاز به درایورهای اختصاصی دارند تا شناخته شوند یا بهتر کار کنند.
fil: Suriin ang Tagapamahala ng Driver upang makita kung nagrerekomenda ito ng anumang karagdagang mga driver para sa iyong computer. Karamihan sa mga bahagi ng hardware ay kinikilala ng kernel ng Linux at awtomatikong gumagana nang hindi kinakailangang mag-install ng mga driver. Gayunpaman, ang ilan ay nangangailangan ng pagmamay-ari na mga driver na kilalanin o upang gumana nang mas mahusay.
it: Controlla il Gestore dei driver per verificare se sono raccomandati dei driver aggiuntivi per il tuo computer. La maggior parte dei componenti hardware sono riconosciuti automaticamente dal kernel Linux e funzionano subito senza bisogno di installare nulla. Tuttavia alcuni richiedono driver proprietari per essere riconosciuti o funzionare meglio.
ja: ドライバーマネージャーを確認して、コンピューターに追加のドライバーが必要かを確認します。ほとんどのハードウェアは Linux カーネルによって認識され、ドライバーをインストールしなくても自動的に動作します。ただし、プロプライエタリなドライバーが必要な場合もあります。
no: Sjekk Driverbehandler for å se om den anbefaler noen ekstra drivere for datamaskinen din. De fleste maskinvarekomponenter gjenkjennes av Linux-kjernen og fungerer automatisk uten behov for å installere drivere. Noen krever imidlertid proprietære drivere for å bli gjenkjent eller for å fungere bedre.
pa: ਇਹ ਦੇਖਣ ਲਈ ਡਰਾਈਵਰ ਮੈਨੇਜਰ ਦੀ ਜਾਂਚ ਕਰੋ ਕਿ ਕੀ ਇਹ ਤੁਹਾਡੇ ਕੰਪਿਊਟਰ ਲਈ ਕਿਸੇ ਵਾਧੂ ਡਰਾਈਵਰ ਦੀ ਸਿਫ਼ਾਰਸ਼ ਕਰਦਾ ਹੈ। ਜ਼ਿਆਦਾਤਰ ਹਾਰਡਵੇਅਰ ਕੰਪੋਨੈਂਟ ਲੀਨਕਸ ਕਰਨਲ ਦੁਆਰਾ ਪਛਾਣੇ ਜਾਂਦੇ ਹਨ ਅਤੇ ਡਰਾਈਵਰਾਂ ਨੂੰ ਇੰਸਟਾਲ ਕਰਨ ਦੀ ਲੋੜ ਤੋਂ ਬਿਨਾਂ ਆਪਣੇ ਆਪ ਕੰਮ ਕਰਦੇ ਹਨ। ਹਾਲਾਂਕਿ ਕੁਝ ਨੂੰ ਮਲਕੀਅਤ ਵਾਲੇ ਡਰਾਈਵਰਾਂ ਦੀ ਪਛਾਣ ਕਰਨ ਜਾਂ ਬਿਹਤਰ ਕੰਮ ਕਰਨ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ।
ro: Verifică administratorul de drivere pentru a vedea dacă recomandă drivere suplimentare pentru calculator. Majoritatea componentelor hardware sunt recunoscute de nucleul Linux și funcționează automat fără a fi nevoie să instalezi drivere. Unele componente necesită totuși drivere proprietare pentru a a fi recunoscute sau a funcționa mai bine.
sq: Kontrolloni Drejtuesin e Shoferit për të parë nëse ai rekomandon ndonjë drejtues shtesë për kompjuterin tuaj. Shumica e komponentëve të harduerit njihen nga kerneli i Linux dhe funksionojnë automatikisht pa pasur nevojë të instaloni drejtues. Megjithatë, disa kërkojnë që drejtuesit e pronarit të njihen ose të punojnë më mirë.
zu: Hlola Isiphathi Somshayeli ukuze ubone ukuthi siyakuncoma yini izishayeli ezengeziwe zekhompyutha yakho. Izingxenye zehadiwe eziningi zibonwa yi-Linux kernel futhi zisebenza ngokuzenzakalelayo ngaphandle kwesidingo sokufaka abashayeli. Abanye nokho badinga ukuthi abashayeli abangobunikazi babonwe noma basebenze kangcono.

source: Multimedia Codecs
bg: Мултимедийни кодеци
el: Αποκωδικοποιητές πολυμέσων
fa: کدک های چند رسانه ای
fil: Mga Multimedia Codec
it: Codec multimediali
ja: マルチメディアコーデック
no: Multimedia-kodeker
pa: ਮਲਟੀਮੀਡੀਆ ਕੋਡੇਕਸ
ro: Codecuri multimedia
sq: Kodeket multimediale
zu: I-Multimedia Codecs
