Repository: maunalinux/mauna-translations
Catalog: po-export/mauna-common/mauna-common-kea.po
Languages: kea

source: This menu item is not associated to any package. Do you want to remove it from the menu anyway?
kea: Es item di menu ka ta sta asocia ku ningun pakote. Bó ta kere tira-l for di menu na mesma?

source: The following packages will be removed:
kea: Nhos ta tirá es pacotes seguites:

source: Packages to be removed
kea: Pakotis pa ser tiradus

source: Cannot remove package %s as it is required by other packages.
kea: N ka podê tira es pacote %s pamodi ta dretu pa otos pacotes.

source: Package %s is a dependency of the following packages:
kea: Pakote %s é un dependência di kes pakotes seginte:

source: Install
kea: Instala

source: Reinstall
kea: Instala di novo

source: Remove
kea: Remover

source: Purge
kea: Eliminar

source: Upgrade
kea: Atualizá

source: Downgrade
kea: Diminuir

source: Skip upgrade
kea: Salta atualização

source: Please take a look at the list of changes below.
kea: Por favor, bisti na lista di mudansas ki sta na baixu.

source: Additional software will be installed
kea: Software adicional ta ser instalado

source: Additional software will be re-installed
kea: Software adicional ta ser instalado novamente

source: Additional software will be removed
kea: Software adicional ta ser tirado

source: Additional software will be purged
kea: Software adicional será eliminado

source: Additional software will be upgraded
kea: Software adicional ta ser atualizado

source: Additional software will be downgraded
kea: Software adicional ta ser diminuídu

source: Updates will be skipped
kea: Atualizações ta ser pulá

source: Additional changes are required
kea: Mudanças adisionais ta ser preciso

source: %s will be downloaded in total.
kea: %s ta ser baixode na totalidade.

source: %s of disk space will be freed.
kea: %s di espáçu di disk será libertadu.

source: %s more disk space will be used.
kea: %s mas espasu na disku ta ser uzadu.

source: An error occurred
kea: Un erro akonteceu
