Repository: maunalinux/mauna-translations
Catalog: po-export/mauna-common/mauna-common-*.po
Languages: fil, vi, zu

source: This menu item is not associated to any package. Do you want to remove it from the menu anyway?
fil: Ang menu item na ito ay hindi nauugnay sa anumang package. Huwag gusto mong tanggalin ito?
vi: Mục trình đơn này chưa được liên hệ với gói nào. Bạn có muốn gỡ bỏ khỏi trình đơn luôn không ?
zu: Le nto yemenyu ayihlotshaniswa nanoma iyiphi iphakheji. Ingabe ufuna ukususa kwimenyu noma kunjalo?

source: The following packages will be removed:
fil: Ang mga sumusunod na pakete ay aalisin:
vi: Các gói sau đây sẽ bị gỡ bỏ:
zu: Amaphakheji alandelayo azosuswa:

source: Packages to be removed
fil: Alisin ang mga package
vi: Các gói bị gỡ bỏ
zu: Amaphakheji kufanele asuswe

source: Cannot remove package %s as it is required by a system package.
fil: Hindi maalis ang pakete %s dahil kinakailangan ito ng isang pakete ng system.
vi: Không thể xóa gói %s vì nó được yêu cầu bởi gói hệ thống.

source: Package %s is a dependency of the following packages:
fil: Ang pakete %s ay isang dependency ng mga sumusunod na pakete:
vi: Gói %s là phần phụ thuộc của các gói sau:
zu: Iphakheji %s incike kula maphakheji alandelayo:

source: Removing
fil: Tinatanggal
vi: Loại bỏ

source: Install
fil: I-install
vi: Cài đặt
zu: Faka

source: Reinstall
fil: Muling i-install
vi: Cài đặt lại
zu: Faka kabusha

source: Remove
fil: Tanggalin ang
vi: Di dời
zu: Susa

source: Purge
fil: Purga
vi: Thanh lọc
zu: Hlanza

source: Upgrade
fil: Mag-upgrade
vi: Nâng cấp
zu: Thuthukisa

source: Downgrade
fil: I-downgrade
vi: Hạ cấp
zu: Yehlisa

source: Skip upgrade
fil: Laktawan ang pag-upgrade
vi: Bỏ qua nâng cấp
zu: Thuthukisa

source: Please take a look at the list of changes below.
fil: Pakitingnan ang listahan ng mga pagbabago sa ibaba.
vi: Mời các bạn xem danh sách thay đổi bên dưới.
zu: Sicela ubheke uhlu lwezinguquko ngezansi.

source: Additional software will be installed
fil: Ang karagdagang software ay mai-install
vi: Phần mềm bổ sung sẽ được cài đặt
zu: Isofthiwe eyengeziwe izofakwa

source: Additional software will be re-installed
fil: Ang karagdagang software ay muling i-install
vi: Phần mềm bổ sung sẽ được cài đặt lại
zu: Isofthiwe eyengeziwe izophinda ifakwe

source: Additional software will be removed
fil: Aalisin ang karagdagang software
vi: Phần mềm bổ sung sẽ bị xóa
zu: Isofthiwe eyengeziwe izosuswa

source: Additional software will be purged
fil: Mapupursige ang karagdagang software
vi: Phần mềm bổ sung sẽ bị xóa
zu: Isofthiwe eyengeziwe izosuswa

source: Additional software will be upgraded
fil: Maa-upgrade ang karagdagang software
vi: Phần mềm bổ sung sẽ được nâng cấp
zu: Isofthiwe eyengeziwe izothuthukiswa

source: Additional software will be downgraded
fil: Ida-downgrade ang karagdagang software
vi: Phần mềm bổ sung sẽ bị hạ cấp
zu: Isofthiwe eyengeziwe izokwehliswa

source: Updates will be skipped
fil: Ang mga update ay lalaktawan
vi: Cập nhật sẽ bị bỏ qua
zu: Izibuyekezo zizokweqiwa

source: Additional changes are required
fil: Kinakailangan ang mga karagdagang pagbabago
vi: Cần có những thay đổi bổ sung
zu: Kudingeka izinguquko ezengeziwe

source: %s will be downloaded in total.
fil: %s ay mada-download sa kabuuan.
vi: Tổng số %s sẽ được tải xuống.
zu: %s izolandwa isiyonke.

source: %s of disk space will be freed.
fil: %s ng espasyo sa disk ay malalaya.
vi: %s dung lượng ổ đĩa sẽ được giải phóng.
zu: %s yesikhala sediski sizokhululwa.

source: %s more disk space will be used.
fil: %s pang disk space ang gagamitin.
vi: %s dung lượng đĩa sẽ được sử dụng.
zu: %s esinye isikhala sediski sizosetshenziswa.

source: An error occurred
fil: May pagkakamaling naganap
vi: Đã xảy ra lỗi
zu: Kwenzeke iphutha

source: Cannot remove package %s as it is required by other packages.
zu: Ayikwazi ukususa iphakheji %s njengoba idingwa ngamanye amaphakheji.
